subjects = {
            'математика': 'math',
            'математика база': 'mathb',
            'физика': 'phys',
            'информатика': 'inf',
            'русский': 'rus',
            'биология': 'bio',
            'английский': 'en',
            'химия': 'chem',
            'география': 'geo',
            'обществознание': 'soc',
            'немецкий': 'de',
            'французский': 'fr',
            'литература': 'lit',
            'испанский': 'sp',
            'история': 'hist',
            'устное собеседование': 'ruso'
        }